Repository: Hercule-26/yk-belgium
Catalog: yk_belgium/locale/*/LC_MESSAGES/django.po
Languages: fr, nl

source: Your mail
fr: Votre email
nl: Uw e-mail

source: Your message
fr: Votre message
nl: Uw bericht

source: Type your text here
fr: Ecrivez votre message ici...
nl: Schrijf hier uw bericht...

source: Your message contains forbidden content.
fr: Votre message contient du contenu interdit.
nl: Uw bericht bevat verboden inhoud.

source: Professional Cleaning Services for Businesses
fr: Services de nettoyage professionnel pour les entreprises
nl: Professionele schoonmaakdiensten voor bedrijven

source: We provide top-notch cleaning services tailored to meet your company’s needs.
fr: Nous offrons des services de nettoyage de haute qualité adaptés aux besoins de votre entreprise.
nl: Wij bieden hoogwaardige schoonmaakdiensten op maat van uw bedrijf.

source: Learn More
fr: En savoir plus
nl: Meer info

source: Contact Us
fr: Nous contacter
nl: Neem contact met ons op

source: Our Services
fr: Nos Services
nl: Onze Diensten

source: Office Cleaning
fr: Nettoyage de bureaux
nl: Kantoor schoonmaak

source: Keep your office sparkling clean and productive with our tailored services.
fr: Gardez vos bureaux impeccables et productifs grâce à nos services sur mesure.
nl: Houd uw kantoor brandschoon en productief met onze op maat gemaakte diensten.

source: Industrial Cleaning
fr: Nettoyage industriel
nl: Industriële schoonmaak

source: We specialize in deep cleaning for industrial spaces and factories.
fr: Nous sommes spécialisés dans le nettoyage en profondeur des espaces industriels et des usines.
nl: Wij zijn gespecialiseerd in dieptereiniging voor industriële ruimtes en fabrieken.

source: Window Cleaning
fr: Nettoyage de vitres
nl: Ramen wassen

source: Crystal-clear windows for a professional look.
fr: Des vitres impeccables pour une apparence professionnelle.
nl: Kristalheldere ramen voor een professionele uitstraling.

source: Cleaning Service Proposal
fr: Proposition de services en nettoyage pour entreprise
nl: Voorstel voor schoonmaakdiensten voor bedrijven

source: Service Proposal Text
fr: Madame, Monsieur, Forts de 15 ans d'expérience dans le secteur du nettoyage industriel, mon équipe et moi-même sommes prêts à mettre notre savoir-faire et notre professionnalisme à votre service. Nous nous engageons à vous offrir une prestation de qualité, fiable et adaptée à vos besoins. Nous comprenons que changer de prestataire peut soulever des interrogations. Toutefois, nous sommes convaincus que la qualité de nos services et nos tarifs compétitifs sauront vous convaincre. Pourquoi payer plus cher pour une prestation équivalente, voire inférieure ? Essayez nos services et vous ne serez pas déçu ! Nous serions ravis de convenir d'un rendez-vous afin de vous présenter plus en détail notre offre et d'échanger sur vos besoins spécifiques. Dans l'attente de votre retour, nous restons à votre disposition pour toute information complémentaire. Cordialement, l'équipe YK-Belgium.
nl: Geachte heer, mevrouw, Met 15 jaar ervaring in de industriële schoonmaaksector staan mijn team en ik klaar om onze expertise en betrouwbaarheid tot uw dienst te stellen. Wij zetten ons in om u een kwalitatieve en betrouwbare service te bieden, volledig afgestemd op uw behoeften. Wij begrijpen dat het veranderen van dienstverlener vragen kan oproepen. Toch zijn wij ervan overtuigd dat de kwaliteit van onze diensten en onze concurrerende prijzen u zullen overtuigen. Waarom zou u meer betalen voor dezelfde of zelfs mindere prestaties? Probeer onze diensten uit en u zult niet teleurgesteld zijn! Wij stellen voor om een afspraak te maken, zodat wij onze diensten in detail aan u kunnen presenteren en uw specifieke behoeften kunnen bespreken. Wij kijken uit naar uw reactie en blijven tot uw beschikking voor verdere informatie. Met vriendelijke groet, het YK-Belgium team.

source: Your message has been sent successfully!
fr: Votre message a été envoyé avec succès !
nl: Je bericht is succesvol verzonden!

source: An error occurred while sending your message. Please try again later.
fr: Une erreur est survenue lors de l'envoi de votre message. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden tijdens het verzenden van je bericht. Probeer het later nog eens.

source: There was an issue with your form. Please check your input.
fr: Un problème est survenu avec votre formulaire. Veuillez vérifier votre saisie.
nl: Er is een probleem met het formulier. Controleer uw invoer.

source: Company type
fr: SRL
nl: BV

source: Have questions ?
fr: Vous avez des questions ? Remplissez le formulaire ci-dessous et nous vous répondrons rapidement.
nl: Heb je vragen ? Vul het onderstaande formulier in en we nemen snel contact met je op.

source: Send
fr: Envoyer
nl: Verzenden

source: Your trusted partner for business cleaning solutions.
fr: Votre partenaire de confiance pour les solutions de nettoyage professionnel.
nl: Uw vertrouwde partner voor zakelijke schoonmaakoplossingen.
